const spices = [
  {
    id: 1,
    title: "Five Spice Powder",
    zh: {
      relevance: [
        "最常见的方式用五香十五香粉，是所有的五香的混合物。有时候，混合物还有其他的香料比如白胡椒，黑胡椒，或姜根。传说这种混合物是在食谱源自宋代食谱找到的。",
      ],
      extra:
        "这里，我们现给五香粉的食谱。然后，可以用这个五香粉做这本节的其他食谱。",
    },
    en: {
      relevance: [""],
    },
  },

  {
    id: 2,
    title: "Star Anise",
    zh: {
      relevance: [
        "独特的甜味",
        "提供铁锰钙",
        "以其调节气的能力而闻名",
        "这个名字的意思是“八角”，指的是它的星形形状",
        "非常有价值的物品，它曾经在丝绸之路上被用作货币",
      ],
    },
    en: {
      relevance: [""],
    },
  },

  {
    id: 3,
    title: "Szechuan Peppercorn",
    zh: {
      relevance: [
        "很多辣菜的深受喜爱的成分",
        "由于其花香，名字的意思是“花椒”",
        "创造出独特的麻辣麻木感 – 历史上用作天然麻醉剂。",
        "在传统医学中，常用于驱除体内的寒气。",
        "美国从1968年至2005年禁止进口",
      ],
    },
    en: {
      relevance: [""],
    },
  },

  {
    id: 4,
    title: "Chinese Cinnamon",
    zh: {
      relevance: [
        "原产于中国南方",
        "在中国历史的某些时期比黄金更有价值",
        "在传统医学中，用于温暖身体并改善血液循环",
      ],
    },
    en: {
      relevance: [""],
    },
  },

  {
    id: 5,
    title: "Cloves",
    zh: {
      relevance: [
        "由于形状像指甲，名字的意思是“指甲香”",
        "古代见皇帝的人都会用它作为口气清新剂",
        "公元前200年左右通过海上丝绸之路传入中国",
      ],
    },
    en: {
      relevance: [""],
    },
  },

  {
    id: 6,
    title: "Fennel Seeds",
    zh: {
      relevance: [
        "经丝绸之路传入中国",
        "在中国穆斯林美食中变得特别重要。在中国北方烹饪中也是必不可少的",
        "名字的意思是“小茴香香味”",
        "人们相信在房子周围种植可以带来好运",
        "常用于酿造中药酒",
      ],
    },
    en: {
      relevance: [""],
    },
  },
];
